# Formulae

brew "chezmoi"
brew "autojump"
brew "colima"
brew "docker"
brew "dockutil"
brew "ffmpeg"
brew "jq"
brew "mas"
brew "node@22"
brew "starship"
brew "vim"
brew "wget"

# Casks

cask "bitwarden"
cask "chatgpt"
cask "font-fira-code"
cask "ghostty"
cask "google-cloud-sdk"
cask "hazeover"
cask "helium-browser"
cask "iina"
cask "legcord"
cask "nordvpn"
cask "notion"
cask "rectangle"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"

# App Store

mas "Yoink", id: 457622435
mas "Perplexity", id: 6714467650
