cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'

brew 'git'

#zsh
brew 'zsh'
brew 'starship'
brew 'autojump'

brew 'wget'
brew 'jq'
brew 'nvm'
brew 'pnpm'
# brew 'bash-completion' - temporarily removing to see if it's not breaking completion
brew 'font-fira-code'

cask 'bitwarden'
cask 'arc'
cask 'visual-studio-code'
cask 'rectangle'
cask 'nordvpn'
cask 'nordpass'
cask 'docker'
